// Copyright 2008 Cyrus Najmabadi
//
// Licensed under the Apache License, Version 2.0 (the "License");
// you may not use this file except in compliance with the License.
// You may obtain a copy of the License at
//
//     http://www.apache.org/licenses/LICENSE-2.0
//
// Unless required by applicable law or agreed to in writing, software
// distributed under the License is distributed on an "AS IS" BASIS,
// WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
// See the License for the specific language governing permissions and
// limitations under the License.

/* No comment provided by engineer. */
"$%@. %@ - %@ discs." = "$%@. %@ - %@ discuri.";

/* No comment provided by engineer. */
"$%@. %@ - 1 disc." = "$%@. %@ - %@ disc.";

/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Nu sunt bilete online)";

/* Rated R. 2 hours 34 minutes */
"%@. %@" = "%1$@. %2$@";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d ore";

/* No comment provided by engineer. */
"%d minutes" = "%d minute";

/* No comment provided by engineer. */
"%d months ago" = "acum %d luni";

/* No comment provided by engineer. */
"%d of %d" = "%d din %d";

/* No comment provided by engineer. */
"%d theaters outside search area" = "%d cinematografe în afara zonei de căutare";

/* No comment provided by engineer. */
"%d weeks ago" = "acum %d săptămâni";

/* No comment provided by engineer. */
"%d years ago" = "acum %d ani";

/* No comment provided by engineer. */
"1 hour" = "o oră";

/* No comment provided by engineer. */
"1 kilometer" = "un kilometru";

/* No comment provided by engineer. */
"1 mile" = "o milă";

/* No comment provided by engineer. */
"1 minute" = "un minut";

/* No comment provided by engineer. */
"1 month ago" = "acum o lună";

/* No comment provided by engineer. */
"1 theater outside search area" = "Un cinematograf în afara zonei de căutare";

/* No comment provided by engineer. */
"1 week ago" = "acum o săptămână";

/* No comment provided by engineer. */
"1 year ago" = "acum un an";

/* No comment provided by engineer. */
"About" = "Despre";

/* This string has to be small enough to be visible with a picker switch next to it */
"Auto-Update Location" = "Auto-Actualizează Locaţia";

/* No comment provided by engineer. */
"Blu-ray" = "Blu-ray";

/* No comment provided by engineer. */
"Both" = "Amândouă";

/* This string should try to be short.  So abbreviations are acceptable. */
"Call" = "Sună";

/* No comment provided by engineer. */
"Cast:" = "Actori:";

/* No comment provided by engineer. */
"Change date" = "Schimbă data";

/* No comment provided by engineer. */
"City/State or Postal Code" = "Oraş sau Cod Poştal";

/* No comment provided by engineer. */
"Could not find location." = "Nu am putut găsi locaţia.";

/* No comment provided by engineer. */
"DVD" = "DVD";

/* No comment provided by engineer. */
"DVD/Blu-ray details provided by:" = "Detalii DVD/Blu-ray oferite de:";

/* No comment provided by engineer. */
"DVD/Blu-ray" = "DVD/Blu-ray";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "Informaţia pentru zilele următoare poate fi incompletă. Folosiţi data curentă pentru a vedea toate intrările.";

/* No comment provided by engineer. */
"Director:" = "Regizor:";

/* No comment provided by engineer. */
"Directors:" = "Regizori:";

/* No comment provided by engineer. */
"Distance" = "Distanţa";

/* No comment provided by engineer. */
"Downloading data" = "Downloadez datele";

/* No comment provided by engineer. */
"Downloading poster" = "Downloadez posterul";

/* This string must it on a button half the width of the screen. */
"E-mail listings" = "Trimite pe email";

/* No comment provided by engineer. */
"E-mail" = "Email";

/* No comment provided by engineer. */
"Favorites" = "Favorite";

/* No comment provided by engineer. */
"Format:" = "Format:";

/* No comment provided by engineer. */
"Genre:" = "Tip:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Servicii de geolocalizare oferite de:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafica Jeffrey Nee";

/* No comment provided by engineer. */
"Last Friday" = "Vinerea trecută";

/* No comment provided by engineer. */
"Last Monday" = "Lunea trecută";

/* No comment provided by engineer. */
"Last Saturday" = "Sâmbăta trecută";

/* No comment provided by engineer. */
"Last Sunday" = "Duminica trecută";

/* No comment provided by engineer. */
"Last Thursday" = "Joia trecută";

/* No comment provided by engineer. */
"Last Tuesday" = "Marţea trecută";

/* No comment provided by engineer. */
"Last Wednesday" = "Miercurea trecută";

/* plural */
"Less than %d %@ away" = "La mai puţin de %1$d %2$@";

/* singular */
"Less than 1 %@ away" = " La mai puţin de 1 %@ away";

/* No comment provided by engineer. */
"License" = "Liceţă";

/* No comment provided by engineer. */
"Loading poster" = "Încarc posterul";

/* No comment provided by engineer. */
"Local results unavailable" = "Rezultate locale indisponibile";

/* No comment provided by engineer. */
"Localized by:" = "Localizat de:";

/* No comment provided by engineer. */
"Location" = "Locaţie";

/* No comment provided by engineer. */
"Map" = "Hartă";

/* No comment provided by engineer. */
"Movie details provided by:" = "Detaliile despre film furnizate:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Critcile filmului furnizate de:";

/* No comment provided by engineer. */
"Movies" = "Filme";

/* No comment provided by engineer. */
"Name" = "Nume";

/* No comment provided by engineer. */
"Network unavailable" = "Rețea indisponibilă";

/* No comment provided by engineer. */
"No information found" = "Nu a fost găsită nici o informaţie";

/* No comment provided by engineer. */
"No more show times available today." = "Nu mai sunt ore disponibile azi.";

/* No comment provided by engineer. */
"No results found for '%@'" = "Nu sunt rezultate pentru '%@'";

/* No comment provided by engineer. */
"No synopsis available." = "Nu exista rezumat.";

/* No comment provided by engineer. */
"None" = "Nici unul";

/* No comment provided by engineer. */
"Not yet rated" = "Necatalogat";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Order tickets for %@" = "Comandă bilete pentru %@";

/* This string must it on a button half the width of the screen. */
"Play trailer" = "Vezi rezumat";

/* No comment provided by engineer. */
"Please enter your location" = "Vă rog introduceţi locaţia";

/* No comment provided by engineer. */
"Project website" = "Site proiect";

/* No comment provided by engineer. */
"Rated %@" = "Catalogat %@";

/* No comment provided by engineer. */
"Rated:" = "Catalogat:";

/* This string must it on a button half the width of the screen. */
"Read reviews" = "Citeşte critici";

/* No comment provided by engineer. */
"Really close by" = "Foarte aproape";

/* No comment provided by engineer. */
"Really far away" = "Foarte departe";

/* No comment provided by engineer. */
"Release date:" = "Data lansării:";

/* No comment provided by engineer. */
"Release" = "Lansare";

/* No comment provided by engineer. */
"Release: %@" = "Lansare: %@";

/* No comment provided by engineer. */
"Reviews" = "Critici";

/* No comment provided by engineer. */
"Running time:" = "Time de rulare:";

/* No comment provided by engineer. */
"Score" = "Scor";

/* No comment provided by engineer. */
"Search Date" = "Caută pe data";

/* No comment provided by engineer. */
"Search Distance" = "Caută pe distanţa";

/* No comment provided by engineer. */
"Send Feedback" = "Trimite părerea";

/* No comment provided by engineer. */
"Settings" = "Setări";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "Arată %d cinematografe ascunse";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "Arată un cinematograf ascuns";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Arată orele găsite pe %@.";

/* No comment provided by engineer. */
"Studio:" = "Studio:";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Cinematograful a raportat orele de rulare ultima oară pe\n%@.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Furnizorii de date pentru cinematografe deseori pun o limită maximă pentru distanţa de căutare. Din această cauză unele cinematografe nu vor apărea chit că distanţa de căutare este maximă.";

/* No comment provided by engineer. */
"Theaters" = "Cinematografe";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Acest cinematograf nu a raportat încă timpii de rulare. Când devin disponibili, %@ vor apărea automat.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Vânzarea biletelor este furnizată de:";

/* No comment provided by engineer. */
"Title" = "Titlu";

/* No comment provided by engineer. */
"Today" = "Azi";

/* No comment provided by engineer. */
"Unknown Distance" = "Distanţă necunoscută";

/* No comment provided by engineer. */
"Unknown release date" = "Data lansării necunoscută";

/* No comment provided by engineer. */
"Unrated" = "Necatalogat";

/* No comment provided by engineer. */
"Upcoming" = "În viitor";

/* This string has to be small enough to be visible with a picker switch next to it */
"Use Small Fonts" = "Foloseşte fonturi mici";

/* This string must it on a button half the width of the screen. */
"Visit IMDb" = "Vizitează IMDb";

/* No comment provided by engineer. */
"Website" = "Site";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Scris de Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Ieri";

/* No comment provided by engineer. */
"Your %@'s country is set to: %@\n\nFull support for %@ is coming soon to your country, and several features are already available for you to use today! When more features become ready, you will automatically be notified of updates." = "Țara pentru %@ este %@\n\nSuportul complet pentru %@ o să fie disponibil în curând ! Când mai mult va fi disponibil veți fi notificat automat.";

/* No comment provided by engineer. */
"kilometer" = "kilometru";

/* No comment provided by engineer. */
"kilometers" = "kilometri";

/* No comment provided by engineer. */
"mile" = "milă";

/* No comment provided by engineer. */
"miles" = "mile";